"u8sdk_current_language_type" = "zh-CN";

"user_account_ui_usercenter" = "用户中心";
"u8_account_UI_contactService" = "联系客服";
"user_account_ui_bind_title" = "绑定账户";
"user_account_ui_bind_facebook" = "绑定Facebook";
"user_account_ui_bind_google" = "绑定Google";
"user_account_ui_bind_apple" = "绑定Apple";


"user_account_ui_main_menu_change_acc" = "切换账户";
"user_account_ui_bind_des" = "只有绑定账户才可以在您无法访问当前设备或切换到新设备时，恢复当前游戏进度。";

"u8_account_info_cutoverAccount" = "切换账号";
"u8_account_info_cutacc_signinfacebook" = "FaceBook登录";
"u8_account_info_cutacc_signingoogel" = "Google登录";
"u8_account_info_cutacc_signinapple" = "Apple登录";
"u8_account_info_cutacc_signindevicesid" = "游客登录";

"u8_account_cutacc_warper_title" = "切换账户提示";
"u8_account_cutacc_warper_des" = "切换账户将使你退出当前账户";
"u8_account_cutacc_warper_otherfun" = "账户其他功能";

"u8_account_cutacc_warper_tips_title" = "提示";
"u8_account_cutacc_warper_tips_content" = "您确定要切换账号吗？";
"u8_account_cutacc_warper_tips_confirm" = "确认";
"u8_account_cutacc_warper_tips_cancle" = "取消";

"u8_account_cutacc_delete_des" = "注销账户：\n如果你需要注销账户，请点击下方的帮助按钮。\n注销账户后，将无法找回您当前的账户与角色，请慎重操作。";
"u8_account_cutacc_delete_btntxt" = "帮助";

"u8_account_cutacc_delete_warper_des" = "注销账户:\n\n注销账户后，将无法找回您当前的账户与角色，请慎重操作。";
"u8_account_cutacc_delete_warper_title" = "注销账户";

"u8_account_cutacc_delete_confirm_yes_btn" = "注销";

"user_account_ui_main_menu_service" = "服务协议";
"user_account_ui_service_des1" = "请确保您仔细阅读并同意我们的用户协议、隐私权政策。";
"user_account_ui_service_backbtn" = "返回";

"user_account_ui_service_btn1" = "《用户协议》";
"user_account_ui_service_btn2" = "《隐私政策》";

"use_kefu_des" = "客服联系方式：
官方Facebook：
官方邮箱：

如果您在游戏过程中遇到问题，请通过客服联系方式联系我们。
例如：无法游玩、bug、游戏资讯、注销账号等等";

"use_kefu_deleteacc" = "账户其它功能

注销帐户：
如果您需要注销账户，请点击下方的联系客服按钮获取客服联系方式。注销账户后，将无法找回您当前的账户与角色，请慎重操作。";

"login_logining" = "登录中";
"login_binding" = "绑定中";
"pay_paying" = "支付中";
